import markdown from 'markdown-in-js'
import asPost from '../../layouts/post'
import components from '../../components'

export default asPost({
  id: 'broken',
  hasCover: false
})(markdown(components)`
یه لحظه به خودم اومدم دیدم که هشت ماه داره می‌گذره و اصلا انگار نه انگار که بلاگ دارم یا گفته بودم می‌میخوام بنویسم :/
تصمیم گرفتم که یه شکل جدید بهش بدم و شروع کنم به نوشتن! از قیافه جدیدش خوشم میاد، همونطوری که دوست دارم ساده و باحالِ .
تو نوشته‌های جدیدم از تجربه‌های کاری گرفته تا تجربه‌های روزمره رو سعی می‌کنم بنویسم و محلی درست کنم برای وقتی که می‌خوام یه نگاه به گذشته بکنم بتونم اینجا رو نگاه کنم و ببینم که چطور بوده  و چه خبر بوده.
کامنت ها رو برداشتم و دوست دارم اینجا فقط من نویسنده باشم و امیدوارم که تو بوق و کرنا نکنید که آزادی بیان رو نقض کردم! :دی نه فقط اینطوری بیشتر برام جذابیت داره و اینکه شاید یه روزی کامنت‌ها رو دوباره گذاشتم. معلوم نیست .
فکر کنم همین توضیح‌های کوتاه کافی باشه و بریم که ببینیم چی میشه در ادامه.

- امیرحسین اسلامی، ۲۹ آبان ۱۳۹۶

`)
